Repository: wemake-digital-agency/wemake-acs
Catalog: languages/*.po
Languages: he_il

source: There is a new version of %s available.
he_il: קיימת גרסא חדשה של התוסף %s.

source: update now
he_il: עדכן עכשיו

source: Updating...
he_il: מעדכן...

source: Updated!
he_il: מעודכן!

source: Error. Please try again later.
he_il: שגיאה. בבקשה נסה שוב מאוחר יותר.

source: Accessibility Settings
he_il: הגדרות תוסף נגישות

source: Settings successfully changed
he_il: השינוי בוצע בהצלחה

source: Show for PC
he_il: להציג בדסקטופ

source: Show for mobile devices
he_il: להציג במובייל

source: Save settings
he_il: שמירת שינויים

source: Visibility
he_il: נראות

source: Tools
he_il: כלים

source: Style
he_il: סגנון

source: Position (PC)
he_il: מיקום מחשבים (PC)

source: Position (Mobile)
he_il: מיקום בניידים (Mobile)

source: Top
he_il: להציג בחלק העליון

source: Middle
he_il: להציג במרכז העמוד

source: Bottom
he_il: להציג בחלק התחתון

source: Button
he_il: כפתור

source: Icon
he_il: סמל

source: Popup
he_il: חלון קופץ

source: Text
he_il: טקסט

source: Links
he_il: קישורים

source: Briefly unavailable for scheduled maintenance. Check back in a minute.
he_il: מתבצעות עבודות תחזוקה, נסה מאוחר יותר.

source: Accessibility tools
he_il: כלי נגישות

source: Increase text
he_il: הגדל טקסט

source: Decrease text
he_il: הקטן טקסט

source: Grayscale
he_il: גווני אפור

source: High contrast
he_il: ניגודיות גבוהה

source: Reverse contrast
he_il: ניגודיות הפוכה

source: Light background
he_il: רקע בהיר

source: Highlight links
he_il: הדגשת קישורים

source: Enable readability
he_il: פונט קריא

source: Readability
he_il: פונט קריא

source: White cursor
he_il: סמן גדול

source: Black cursor
he_il: סמן שחור

source: Reset
he_il: איפוס
